tap "amir1376/tap"
tap "anomalyco/tap"
tap "jetbrains-junie/junie"
tap "valkyrie00/bbrew"
brew "bat"
brew "chezmoi"
brew "cmatrix"
brew "fd"
brew "gcc"
brew "gemini-cli"
brew "htop"
brew "neovim"
brew "podman-compose"
brew "ripgrep"
brew "television"
brew "uv"
brew "valkyrie00/bbrew/bbrew"
cask "amir1376/tap/ab-download-manager"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
cargo "exa"
flatpak "com.brave.Browser"
flatpak "com.discordapp.Discord"
flatpak "com.github.Matoking.protontricks"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.wwmm.easyeffects"
flatpak "com.heroicgameslauncher.hgl"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.vysp3r.ProtonPlus"
flatpak "io.github.benjamimgois.goverlay"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.shonubot.Spruce"
flatpak "io.github.thetumultuousunicornofdarkness.cpu-x"
flatpak "io.podman_desktop.PodmanDesktop"
flatpak "it.mijorus.gearlever"
flatpak "me.proton.Pass"
flatpak "net.davidotek.pupgui2"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.World.PikaBackup"
flatpak "org.kde.gwenview"
flatpak "org.kde.haruna"
flatpak "org.kde.isoimagewriter"
flatpak "org.kde.kcalc"
flatpak "org.kde.okular"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.remmina.Remmina"
